Table of Contents
 Class ResultInSection
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Common result
[Obfuscation(Feature = "renaming")]
[Obsolete]
public class ResultInSection
Inheritance
object
ResultInSection
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Position
Position
public double Position { get; set; }
Property Value
double
 ResultOfLoading
Result In Section
public List<ResultOfLoading2> ResultOfLoading { get; set; }
Property Value
List<ResultOfLoading2>
 Edit this page